[
{"text": "<div class=\"alert alert-info\">\r\n<p><span style=\"font-size: 10pt;\">Be advised, to encourage social distancing and help stop the spread of COVID-19, many parks have reduced parking by 50% and local roads may have closures in effect. Many popular parks will fill to capacity by noon and close early to incoming visitors and traffic. Closures will be posted here and on our homepage. For real-time traffic updates visit: </span><a style=\"font-size: 10pt;\" href=\"https://www.511ny.org/#:Alerts\">https://www.511ny.org/#:Alerts</a><span style=\"font-size: 10pt;\">. Lake Minnewaska and Sam's Point are experiencing extensive congestion on good-weather days and both sites are subject to intermittent closures as parking lots reach capacity. Please respect our neighbors and surrounding communities: DO NOT park on adjacent roadway shoulders. Alternative destinations can be searched at </span><a style=\"font-size: 10pt;\" href=\"https://parks.ny.gov/parks/\">https://parks.ny.gov/parks/</a><span style=\"font-size: 10pt;\"> and at </span><a style=\"font-size: 10pt;\" href=\"https://www.dec.ny.gov/outdoor/82098.html\">https://www.dec.ny.gov/outdoor/82098.html<br></a></p><p align=\"center\">All Restrooms are CLOSED, please plan accordingly.</p>\n<p align=\"center\">Minnewaska's parking capacity has been <u>reduced</u> to manage visitor density and improve social distancing. </p>\n<p align=\"center\">The Stony Kill Area and Foordmore Area are closed until further notice, access and parking are NOT permitted in these areas.</p>\n<p align=\"center\">Minnewaska is closed to boating, scuba diving, equestrian use, climbing and bouldering until further notice.</p>\n<p align=\"center\"> Please remember that while visiting any park, it should be for solitary recreation.</p>\n<p align=\"center\">Maintain a distance of 6 feet from others and where crowds are forming, choose a different park.</p>\n<p>Minnewaska State Park Preserve has adopted a <a href=\"https://parks.ny.gov/parks/attachments/MinnewaskaMinnewaskaE-BikePolicy.pdf\">new ebike policy</a> effective April 1, 2020. Class 2 and Class 3 Ebikes are not permitted at Minnewaska. </p>\n<p><span style=\"font-family:;\" proxima=\"\" nova>The transformation of our visitor experience is underway.  Phase 2 will be ongoing through the 2020 season and will include formalized parking, better vehicular and visitor circulation, pedestrian access paths, improve ADA accessibility, and the construction of Minnewaska's Visitor Center. The park IS open during construction, we have a dramatically reduced parking capacity, please plan to arrive early to the park. Due to ongoing construction, and reduced parking capacity, horse trailer and bus parking will only be available on Non-Holiday Weekdays. The park opens daily at 9 AM<!--?xml:namespace prefix = \"o\" /--><!--?xml:namespace prefix = \"o\" /--><!--?xml:namespace prefix = \"o\" /--><!--?xml:namespace prefix = \"o\" /--><!--?xml:namespace prefix = \"o\" /--><!--?xml:namespace prefix = \"o\" /--><!--?xml:namespace prefix = \"o\" /--><!--?xml:namespace prefix = \"o\" /--><p></p></span></p>\n<p><a href=\"https://parks.ny.gov/parks/attachments/MinnewaskaMinnewaskaVisitorCenterConstruction-Phase2.pdf\">Visitor Center Construction</a></p>\n<p>The Open Space Institute is funding the design and construction of Minnewaska's new Visitor Center, please open the following link for more information and to donate. <a href=\"https://www.openspaceinstitute.org/places/minnewaska-visitor-center-campaign\">https://www.openspaceinstitute.org/places/minnewaska-visitor-center-campaign</a> </p>\n<p><b>Trail Stewards Wanted: We are seeking volunteers to help protect the fragile footpaths in the Park Preserve. </b><a href=\"https://parks.ny.gov/parks/attachments/MinnewaskaTrailSteward.pdf\">Learn more</a><br><b><br>Type 2 and Type 3 Ebikes are not permitted. Barbequing/Cooking is not permitted at any location within Minnewaska State Park Preserve. The use of drones is prohibited at Minnewaska State Park Preserve. Amplified music is prohibited throughout the park preserve. </b></p>\r\n</div>"}
]